{
  "bookmark": [
    {
      "surah": 59,
      "ayat": 1,
      "timestamp": "06 Juli 2025 11.14"
    },
    {
      "surah": 1,
      "ayat": 7,
      "timestamp": "06 Juli 2025 11.34"
    },
    {
      "surah": 1,
      "ayat": 1,
      "timestamp": "06 Juli 2025 11.38"
    },
    {
      "surah": 2,
      "ayat": 26,
      "timestamp": "06 Juli 2025 13.38"
    },
    {
      "surah": 2,
      "ayat": 27,
      "timestamp": "06 Juli 2025 13.48"
    },
    {
      "surah": 2,
      "ayat": 28,
      "timestamp": "06 Juli 2025 13.54"
    },
    {
      "surah": 2,
      "ayat": 49,
      "timestamp": "14 Juli 2025 13.19"
    },
    {
      "surah": 2,
      "ayat": 51,
      "timestamp": "14 Juli 2025 13.43"
    },
    {
      "surah": 2,
      "ayat": 66,
      "timestamp": "27 Juli 2025 15.26"
    },
    {
      "surah": 2,
      "ayat": 99,
      "timestamp": "03 Agustus 2025 14.49"
    },
    {
      "surah": 2,
      "ayat": 101,
      "timestamp": "03 Agustus 2025 15.12"
    },
    {
      "surah": 2,
      "ayat": 100,
      "timestamp": "03 Agustus 2025 15.12"
    },
    {
      "surah": 2,
      "ayat": 104,
      "timestamp": "03 Agustus 2025 15.16"
    },
    {
      "surah": 2,
      "ayat": 141,
      "timestamp": "10 Agustus 2025 20.55"
    }
  ],
  "notes": {
    "note-2-1": "Al-Maghdhub tingkatannya lebih di atas dibanding Adh-Dhallin\nOrang Yahudi yang dimurkai berani membunuh para Nabi, lebih dari satu. Seperti Nabi Yahya, Nabi Zakariyya.\n\nSurat artinya sesuatu yg membentengi sebuah tempat, di dalamnya ada sst yg dilindungi oleh benteng itu, pagar. Surat dia yang meliputi/mencakup ayat2.\n\nAda jg yg mengatakan surat adalah potongan dari Al-Qur’an dan bagian darinya. \n\nYang termudah makna Surat الإحاطة.\nAl-Baqarah artinya sapi betina, diambil dari ayat \nان الله يإمركم ان تذبحوا بقرة. \n\nMakna Alif Lam Mim : \nMaknanya ada namun kita tidak mengetahuinya krn ini di luar nalar manusia, Allah menurunkan ini menunjukkan atas kesempurnaan Al-Quran. Kita hanya bisa memahami sebagai pendekatan saja, ada yg mengatakan untuk keindahan Al-Quran shg orang yg mendengar merasa penasaran dan mendekat untuk mendengar lebih lanjut. \n\nAl-Quran bukan syair, dia bentuknya lebih seperti sajak, ujungnya bentuknya sama.\n\nOrang yg mengatakan Al-Quran perkataan manusia adalah orang musyrikin. \n\nApa yg membuat Al-Quran tidak sama dengan perkataan manusia? Hal2 yg ketika manusia membuatnya pasti ada cacatnya, ada revisi, namun Al-Quran tidak ada cacatnya sedkitpun, tdk ada revisi maupun kesalahan bahasa. Al-Quran sempurna. Kalau dikatakan sebuah sumber itu benar pasti pengikutnya juga akan benar, hasilnya jg akan benar. Oleh karena itu kita merefleksikan Al-Quran ini ke kehidupan kita. Apapun masalah hidup, kita bisa mendapatkan solusinya dalam Quran. \n\nAlif Lam Mim, tidak ada yg mengerti maksud aslinya kecuali hanya Allah. Namun secara eksplisit hambanya bisa memahaminya, yaitu untuk menarik perhatian orang musyrik.",
    "note-2-126": "قليلا dikit di sini artinya bentar, di dunia aja sementara\nوالذين كفروا يتمتعون .... إلخ ",
    "note-2-2": "Dzalikal kitab kata Ibnu Abbas &amp; Juraij maknanya hadzal kitab. \nDzalika di sini dg makna hadza. Makanya di Quran kompleks diterjemahkan : kitab ini.\n\nAl-Quran di dalamnya mengandung berita sebagian takdir yang sudah disingkap oleh Allah sebelum itu terjadi.\n\nTahapan Takdir ada 4 : \nالعلم \nوالكتابة\n و المشيئة \nوالخلق.\n1. Al-‘Ilmu (Ilmu Allah)\n\nAllah Maha Mengetahui segala sesuatu, baik yang telah terjadi, sedang terjadi, maupun yang akan terjadi. Ini mencakup segala sesuatu tanpa ada yang tersembunyi.\n\n&gt; “Sesungguhnya Allah mengetahui segala sesuatu.” (QS. Al-Baqarah: 231)\n\n\n\n\n---\n\n2. Al-Kitābah (Pencatatan)\n\nSemua yang diketahui Allah telah dicatat di Lauhul Mahfuzh. Ini mencakup takdir setiap makhluk dari awal penciptaan hingga hari kiamat.\n\n&gt; “Tidak ada suatu musibah pun yang menimpa di bumi dan pada dirimu sendiri melainkan telah tertulis dalam Kitab (Lauhul Mahfuzh) sebelum Kami menciptakannya.” (QS. Al-Hadid: 22)\n\n\n\n\nAllah mengetahui takdir segala sesuatu, kemudian firesmikan dengan catatan di Lauh Mahfuzh. \n\n\n---\n\n3. Al-Masyī’ah (Kehendak Allah)\n\nSegala sesuatu yang terjadi di alam semesta hanya terjadi dengan kehendak (iradah) Allah, baik itu hal yang disenangi maupun tidak disenangi oleh manusia.\n\n&gt; “Dan kamu tidak dapat menghendaki (sesuatu) kecuali dikehendaki oleh Allah.” (QS. At-Takwir: 29)\n\n\n\n\n---\n\n4. Al-Khalq (Penciptaan)\n\nAllah adalah Pencipta segala sesuatu, termasuk perbuatan manusia. Namun manusia tetap diberi pilihan dan tanggung jawab atas perbuatannya.\n\n&gt; “Allah menciptakan kamu dan apa yang kamu kerjakan.” (QS. Ash-Shaffat: 96)\n\n\n\n\n---\n\nEmpat tahap ini menunjukkan bahwa takdir Allah bersifat menyeluruh, namun manusia tetap memiliki kehendak dan usaha (ikhtiar) dalam ruang yang telah Allah tetapkan.\n\nBolehkah bersedih? Boleh tapi jangan lama2 \nOrang yang kalah di perang Uhud kata Allah \nولا تهنوا ولا تحزنوا وأنتم الأعلون إن كنتم مؤمنين\n\nKalau kita udah gak punya permasalahan maka hari itu juga dimatikan oleh Allah, karena ya mau ngapain lagi tugasnya sudah selesai.\n\nذالك الكتاب لا ريب فيه هدى للمتقين \nقل هو للذين ءامنوا هدى وشفاء \nSyifa : Vitamin, suplemen. Bisa buat orang sehat maupun sakit. Makanya Quran tidak pernah disebut dawa'.",
    "note-2-25": "Kenapa mereka mengatakan هذا الذي رزقنا من قبل ?itu artinya buah di surga bentuknya sama kayka di dunia tapi kualitasnya sangat berbeda.\nMutasyabiha : mirip",
    "note-2-55": "Mirip keyakinan atheis yg kl ga ada bukti/ga dibuktikan secara nyata maka tidak beriman \n\nPermintaan seperti ini kufur tdk boleh krn meminta sst yg disebutkan luar nalar (melihat Allah) dalilnya لا تدركه الأبصار وهز يدرك الأبصار \n\nKl minta hidangan dari langit itu bentuk parcial (bagian lain dari Allah) maka itu bisa. Seperti minta lihat malaikat juga. \n\nالصعقة sst yg berhubungan dg suara keras dr ayat يجعلون اصابعهم في ءاذانهم من الصواعق \n\nوانتم تنظرون satu sama lain melihat (stlh mati bisa lihat ini apa yg barusan terjadi berupa adzab) \n",
    "note-2-28": "Sebelumnya mati : maksudnya sebelumnya tidak ada ruh. \nKita pernah mati? Sudah pernah (ketika belum ditiup ruh)\nهل أتى على الإنسان حين من الدهر لم يكن شيئا مذكورا\n\nAkan tetapi Allah sudah ada ttp belum ada sst yg disebutkan selain Allah.\n\nMemikirkan Allah boleh. \nMemikirkan dzat Allah tidak boleh.\n\nKitab takdir itu unlimited, tidak ada tutup buku. Orang mukmin di surga tidak mati dan semua aktifitas di surga semuanya sudah dicatat. \n\nBisa merubah takdir : \n1. Doa \n2. Prasangka \n\nTakdir bisa berubah karena prasangka kita. \n\nYakin, tidak tergesa-gesa, khusyu, dst. \n\nIstikharah ada 2 teknis : ketika ragu dan setelah yakin. Saya lebih ke yang setelah yakin.\n\nYang paling terakhir ثم يحييكم dihidupkan lagi dan kekal. \n\nBaca Quran di dunia sebagai ibadah, adapun di surga sebagai kemuliaan karena tidak ada lagi ibadah setelah mati. \n\nBaca Quran adalah sesuatu yang masih ada di surga. \n",
    "note-1-5": "إياك dikedepankan يفيد الحصر.",
    "note-2-101": "نبذ membuang",
    "note-2-111": "Yahudi dan Nasrani jg tengkar ga nyatu",
    "note-2-119": "Nabi Muhammad gak diminta tanggung jawab atas penghuni neraka jahim",
    "note-2-39": "بآياتنا maksudnya Al-Quran ini. ",
    "note-2-53": "الفرقان ilmunya Nabi Musa yg di berikan oleh Allah, yg bisa membedakan hak dan batil. Bisa jadi trmsk dr taurat juga. ",
    "note-2-109": "Ahlu kitab ingin kaum mukmin murtad krn mrk hasad dr diri mrk sdr, ga mau nerima sosok Muhammad pdhl kebenaran bhw Muhammad adl rasul sudah jelas\nواصفحوا lumrahin aja \nفاعفوا واصفحوا ini sebelum ayat perang turun\nStlh ayat perang turun ya udah langsung \nقاتلوا الذين لا يؤمنون بالله\nAyat perang turun tahun 2 H \nDi Makkah sabar 13 tahun tanpa perang soalnya blm kuat ",
    "note-2-46": "Semua akan meninggal dan semua akan menjadi kenangan yang tidak dikenang. \n\nKl shalat yakini kl kita akan kembali kepadanya, mungkin ini shalat terakhir. \n\nظن di sini artinya yakin",
    "note-2-78": "Di antara org2 yahudi ada ummiyyun yg ga bisa baca tulis. Jadinya mrk ikut2an dan mrk hanya dengar dongengan belaka. Cerita pendeta2 mrk. Org awam yahudi cuma dengerin ocehan pendata mrk yg menutupi berita diutusnya Muhammad. ",
    "note-2-92": "البينات taurat\nDzalim : tdk menempatkan sst pd tempatnya\nمن بعده sesudah kepergian Musa ke bikit thur untuk mengambil taurat ",
    "note-2-27": "Siapa orang2 fasik? Yaitu yg melanggar perjanjian Allah.. dst. \nIni tafsiran ayat sebelumnya. \n\nKerusakan di sini adalah kerusakan maknawi. Mereka merusak iman itu adalah kerusakan paling tinggi. \nMengajak orang lain untuk tidak beriman itu kerusakan yang paling jahat. \nYg tdk rusak adl org beriman. \n\n\nقل إن الخسرين الذين  خسروا أنفسهم يوم القيامة \nولقد كتبنا في القبور من بعد الذكر أن الأرض يراها عبادي الصالحون.\nBumi ini milik hamba Allah yang shaleh. Ayat ini bikin kita pd kalau jalan pakai niqab dll. \n\nما لهم من محيص",
    "note-2-89": "يستفتحون merasa menang, yahudi merasa akan menaklukkan org2 kafir \n\nSblm Nabi diutus,yahudi tinggal berdampingan bersama org2 kafir dan mrk sll membanggakan diri, mengklaim akan menang krn yakin akan datang seorang Nabi dari kalangan yahudi. Eh ternyata Nabi muncul dr kalangan quraisy. \n\nNabi Isa dan Nabi Muhammad jelasnya 600 tahun. ",
    "note-2-11": "Ini menunjukkan munafik ngerusak terus, bahkan sampai Madinah juga munafik. Makanya org munafik sgt berbahaya tapi tidak ada yg tahu kecuali berdasarkan wahyu yaitu Allah dan Rasulnya kmd Hudzaifah bin Yaman",
    "note-2-138": "Celupan: sst yg sudah dicelup tdk akan berubah, mengartikan sebuah konsistensi yg melekat, tdk akan hilang, yaitu agama Allah \nصبغة الله yaitu agama Allah",
    "note-2-20": "Hampir2 saja kilatan itu menyambut mata mrk, kilatan bisa sebarkan buta.\n\nPas ada hidayah cahaya org2 mukmin mrk gabung2 gitu ikut jalan, kl ada sst yg menguntungkan dr syariat mrk ikut jalan. Kl ga ada yg menguntungkan atau kl ada satu syariat yg menghujat mrk, mrk berhenti.\n\nJika Allah berhendak Allah lenyapkan pendengaran san penglihatan mrk, ada tafsiran :\nSekalian aja ga usah nyentuh2 hidayah, jika Allah berhendak Allah sekalian aja perlihatkan mrk di mata mukmin, biar sekalian aja dibunuh dimusnahkan.\n\nTp Allah tetap aja biarkan mrk dengar lihat hidayah di depan mrk, artinya Allah masih kasih mrk kesempatan.. إن الله على كل شيء قدير",
    "note-2-45": "Istianah dg sabar dan shalat di sini bisa utk urusan dunia dan akhirat, tapi lebih utama urusan akhirat sedangkan urusan duniawi akan mengikuti. \n\nKhusyu tafsirannya ada di ayat setelahnya الذين يظنون انهم.. ",
    "note-2-99": "ءايت بينت : al Quran ",
    "note-2-40": "ان الانسان لفي خسر ◇ الا الذين ءامنوا.. إلخ \n\nSama dengan \nالأخلاء يومئذ يعضهم لبعض عدو، وقف ابتداء الا المتقين \n\nUntuk membedakan 2 golongan. \n\nكن. وقف. ابتداء فيكون \n\nUntuk memisahkan perkataan Allah كن dari فيكون. \n\nSyaikh Ibrahim Al-Akhdhar pilih washal di Al-Baqarah ayat..\nالناس والحجارة أعدت للمتقين\n\nBagaimana Bani Israil selalu diperbincangkan? Karena sampai kiamat ada. Yang dimaksud di sini adalah Yahudi. \n\nKalau disebut Yahud artinya udah negatif.\nIsrael sebutan untuk Yaqub. Tidak langsung negatif. \nBerapapin Nabi yg diutus ke mereka program yg Nabi bawa gak akan selesai2 atau berjaya seperti Nabi Muhammad.\nOleh karena itu, stlh diutus banyak sekali Nabi ke Yahudi gak tuntas akhirnya Allah ganti ke bangsa Arab. \n\n\nفارهبون: artinya takut \nBuat aturan selain aturan Allah termasuk berani. \nMaksud janji di sini mereka akan menyembah Allah tanpa syirik dan beriman kpd Rasul Nya, diantaranya harus beriman kpd Nabi Muhammad sebagaimana yg disebutkan dalam Taurat. Tetapi ternyata tidak mrk penuhi janjinya. \n\n\nBani Israil saat itu trmsk yg paling tinggi kastanya, karena mereka punya kitab/Ahli Kitab. Selain Ahli kitab kebalikannya yaitu jahiliyyah. \n",
    "note-2-16": "Kenapa mereka terombang-ambing dalam kesesatan? \nKarena mereka اشتروا : menukar/membeli/menerima kesesatan dg petunjuk.\n\nMereka membeli kesesatan dan menjual hidayah. \nMenjual : menyerahkan. \nMembeli : menerima. \nMereka menerima kesesatan dan menyerahkan hidayah. Dan ini semua jual beli maknawi, non fisik. Dan Quran sebut sebagai bisnis. فما ربحت تجارتهم perniagaan mereka tidak untung.",
    "note-2-22": "فراش : sesuatu yang bisa kamu tempat, tinggali, hamparan/kasur. \nمفروش : sst yg dibenarkan. Karet namanya mafrusyah.\n\nDialah Allah yg menciptakan kamu dan menciptakan bumi untuk kamu. Bumi cuma satu itu buat kamu.\nGunung itu paku/pasak krn dia melakukan bumi mengunci bumi tanahnya biar gak gerak. Buktinya gunung yg muncul di permukaan itu lebih pendek dibanding akarnya yg menghujam ke bumi.\n\nبناء : bangunan kokoh,atap. \n\nAllah menurunkan hujan dari سماء langit. Awan itu langitmu. Langit yg tadi di ayat 19 adalah awan.adapn di ayat ini adalah langit beneran yg 17 lapis. \nJarak antar langit jalan kaki ratus tahun.\n\nوانتم تعلمون \nSementara kalian tahu bahwa Allah tuhan satu-satunya.",
    "note-2-79": "يكتبون الكتاب : maksudnya di sini menulis dengan merubah/merevisi tanpa izin dr Allah. \n\nQuran isinya sempurna, sudah mencakup semua yg ada di kitab2 sebelumnya. Shg hafal Quran sama dg sudah hafal kitab taurat, injil, zabur, dst. \n\nثمنا قليلا ; mereka merubah isi taurat demi menukarnya dg harga rendah yang sifatnya duniawi yaitu jabatan dll.  dg merubah taurat dan menghapus ayat pengutusan Muhammad, dg begitu mereka tetap punya jabatan dunia, sprri jabatan pendeta dst. yg pendeta tetap jadi pendeta, dst. Kl mrk beriman, mrk ga mungkin jd pendeta lagi. Ini yg dimaksud menukar dg harga duniawi yg sedikit\n\n\n\n",
    "note-2-54": "Bentuk pengampunannya adalah dg dibunuh. \nMenyembah patung sapi bukan mendzalimi Allah tapi mendzalimi diri sendiri. Ga ada di syariat nabi Muhammad. Syariat nabi Musa sangar krn mrk orang2nya jg keras.\n\nSepertinya membunuh diri mrk sdr maksudnya hakim atau qadhi membunuh mereka. Ada petugas jagalah. Dihukum bunuh.\n\nباري pencipta ",
    "note-2-117": "بديع artinya membuat sst yg baru makanya disebut بدعة\nLangit dan bumi baru, sblmnya tidak ada.\nSst yg Allah ciptakan itu lepas dari dzat Allah dan disebut makhluk meskipun itu dr Allah sebelumnya. \n\nSyubhat wihdatul wujud bilang krn diciptakan/ dari Allah maka bagian tuhan. \n\nDoa jika didahului dg istighfar maka lebih baik \n\nNabiSulaiman dapat harta kekayaan tanpa kerja, dg doa saja. Tidak ada yg tidak mungkin bagi Allah \n ",
    "note-2-32": "الحكيم : yang memiliki hikmah. Bijak.\n\nPunya hikmah artinya bijak, punya kedewasaan, pekerjaan tepat sesuai porsi tdk keluar dr jalur syariat, bersyukur, tdk syirik, berbakti pd ortu, tdk sombong, tdk memalingkan muka dr manusia krn sombong. Suaranya tenang ga teriak2.\n\nTeriak ada 2 : \n1. Terpuji, seperti khutbah, pemandu perang, dll. \n2. Tercela, yg unfaedah.\n\nKl mau punya sifat hikmah ikutilah sifat Lukman Al-Hakim. \n\nHikmah biasanya tidak menunjukkan dirinya, tetapi berisi. Seperti pantun semakin berisi semakin menunduk. \n\n\nوأما بنعمة ربك فحدث \nAda yg mengatakan nikmat di sini adalah القرآن. \n\nAnggapan kematian bukan sesuatu yang sakit tapi anggapan sebagai kehidupan baru yang harus disiapkan. ",
    "note-2-14": "لقوا : mereka munafik bertemu (mukmin)\nخلوا : bergabung kembali\nArti شيطان : jauh (dr kebenaran) \nشطن يشطن : تمرّد \nشطن : jauh dr kebaikan kebenaran \nتمرّد : membangkang \n\nApabila mereka kembali/bergabung dg shaitan mereka (komplotan mereka dr kalangan manusia) \n\nMustahziun: memperhatikan, mengolok2, bersandiwara.\n\nيمدّ : membiarkan, membuka jalan, melepaskan. \nAllah membiarkan mereka pada kesesatan mrk\nطغيان : تجاوز الحق\nMelampaui batas kebenaran \nيعمهون : terombang ambang dalam kesesatan.",
    "note-2-26": "الحج : ٧٣ \nيا أيها الناس ضرب مثل فاستمعوا له \nالعنكبوت : \nمثل الذين اتخذوا من دون الله أولياء كمثل الذين اتخذت بيتا.. إلخ \n\nOrang kafir menganggap perumpamaan yang dibuat oleh Allah adalah hina karena menggunakan hal-hal kecil seperti laba-laba, lalat, dll. \nKemudian Allah menantang mereka, bahkan lalat yang sangat kecil tsb kalian tidak bisa menciptakannya. \nOrang beriman menganggap yg kecil itu justru luar biasa, dari sisi penciptaannya yang luar  biasa. Lalat sekecil itu tidak ada baterainya tapi bisa terbang. \n\nفوقها : yang lebih rumit dari itu. \n\nSifat Allah azza wa jalla mengampuni seluruh dosa kecuali syirik. \nSemua ciptaan Allah tidak ada yang sia-sia, meskipun orang gila, idiot, dll. \n\nPertanyaan yang tidak benar: Kenapa Allah menciptakan Iblis? \nJawabannya ونبلوكم بالشر والخير فتنة. \n\nNama terbanyak di Al-Quran adalah الله. \nIni menunjukkan mukjizat Al-Quran dimana Allah menyematkan namanya seru juga berspa kali tetapi manusia baca itu berulang-ulang tidak ada bosannya. \nCoba kamu ulang nama agus 1000 kali pasti bosan & pusing. \n\nSebagian orang tidak mau memberi validasi tetapi kebenaran akan menemukan jalannya sendiri (misal ketika difitnah).\n\n\nFasik yaitu orang2 yg keluar dr ketaatan. Orang yg berbuat dosa itu fasik. \n\nApakah kita pernah fasik? Ya pernah aja",
    "note-2-105": "خير : nabi Muhammad\nرحمة: nubuwwah ",
    "note-2-140": "Syahadah di sini artinya.. \nYahudi sampai bilang agama Ibrahim adalah yahudi kmd Allah debat  ",
    "note-2-35": "رغد : makan yg enak puas nyaman. \n\nPohon ini tidak beracun dan namanya bukan pohon khuldi, krn ga memberi kekelalan. Yang menyebut pohon khuldi adalah Iblis. \n",
    "note-1-4": "ما الفرق بين مالك وملك؟ \nمالك من الملك kepemilikan \nDari Milk.\nArti Yang memiliki hari pembalasan/perhitungan.\nملك لمعنى من الملك kerajaan\nDari Mulk. \nYang menguasai hari perhitungan. \n.",
    "note-2-115": "Masuk kpd takwil, kepunyaan Allah Timur dan barat. Knp tidak disebutkan Selatan Utara? Timur Barat adalah yg paling dikenal manusia. \nBukan brarti Allah tdk punya Selatan dan utara\nMadinah kiblatnya Selatan. ",
    "note-2-8": "Mereka adalah orang munafiqin. Bohong",
    "note-2-10": "قلب jantung\nBukan penyakit jantung secara fisik, tapi penyakit maknawi. Orang yang sering overthinking stres dll itu berpengaruh pada sikis dan fisiknya, kesehatannya akan menurun, bahkan hingga meninggal. \nObatnya dekat2 dari Al-Qur’an. Apapun masalahnya ada jawabannya di dalam Quran.\n\nKenapa motivator itu laku? Padahal \nأولم يكفهم أنا أنزلنا عليهم \nPadahal apakah Al-Quran di hadapan mereka belum cukup? Apakah mereka tidak mengerti ada Quran sebesar ini? Karena Al-Quran adalah motivasi terbesar.\n\nMaradh bisa maknawi dan hissi. \nDi sini berarti konteksnya maknawi, yaitu penyakit kemunafikan. Tadinya sudah ada penyakit kemunafikan kemudian \nفزادهم الله مرضا \nAllah tambahkan penyakit2 lainnya yg banyak karena lafadz مرضا di sini nakirah.\n\nما الفرق بين يكذبون و يكذّبون؟ \nYakdzibun : mereka berdusta, berbicara tidak sesuai fakta. \nYukadzibun : mereka membohongi. \nKadzaba : berbohong\nKadzdzaba : membohongi. \n\nيكذب : لا يقول الصدق \nيكذّب : لا يصدّقه\n\n\nApa indokatornya? Kenapa Allah bilang يكذبون? Karena mereka bilang \nءامنا بالله واليوم الآخر",
    "note-1-2": "Kesimpulan: \nBahwa Allah adalah pemilik pujian. \nSematan ini menunjukkan hal positif menunjukkan Allah Maha baik. Tidak mungkin الحمد dilekatkan pd sesuatu yg buruk. Oleh karena itu Iblis tidak pernah dosematkan dg kata الحمد. Kata Allah عليك لعنته\nالعالم : كل ما سوى الله عالم. وانا واحد من ذالك العالم \nAlam : galaksi, udara, dll itu alam. Saya trmsk alam, kebetulan bentuknya manusia.\nوكل في فلق يسبحون",
    "note-2-67": "Jenazah berbicara memberitahu siapa yg membunuh tapi Bani Israil tidak percaya perkataan jenazah tsb. \n\nDalam ayat ini adalah perintah untuk menyembelih sapi betina tapi belum dikasih tahu untuk apa. Mrk merasa perbuatan tsb bodoh. \n\nHikmah Allah memerintahkan hal ini supaya mrk mengetahui bahwa sapi tidak perlu dihormati, krn sapi mjd simbol tuhan mereka ktk Nabi Musa mengambil taurat, agar hilang pengagungan mrk thd sapi.\n\nKata mrk ini hal bodol, sapi ini hal yang kamu agungkan dan kultuskan knp harus disembelih? Selama ini menghormatinya sebagai tuhan yg pernah mrk sembah. \n",
    "note-2-91": "قالوا نؤمن بما أنزل علينا kami beriman kepada apa yg diturunkan kpd kami saja (Maksudnya taurat) \nبما وراءه dg apa yang setelahnya (al Quran)\nلما معهم taurat ",
    "note-2-123": "عدل tebusan",
    "note-2-33": "Allah membanggakan Adam.\n\nAllah memuliakan manusia dnegan ilmu, manusia diberi banyak ilmu sedangkan malaikat dikasih dikit aja. \nManusia lebih mulia dari malaikat dnegan catatan tadi. Dg catatan mampu menundukkan hawa nafsunya. \n\nغيب : rahasia \nتبدون : tampakkan \n\nOrg yg mlkkn maksiat dan dosa, meskipun dia sangat pintar maka ktk sdg bermaksiat dia bodoh. Disebut di Al-Quran semua yg bermaksiat بجهالة . \n\nAyat Allah : tadabbur\nCiptaan Allah : tafakkur \n\nويتفكرون في الأرض \nيتدبرون القرآن \n\nوجلة : mudah khawatir hatinya kl imannya masih kurang dst. Ini tanda iman. \n\nSetiap kita memiliki nikmat atau rencana besar kmd cerita ke orang, pasti gagal hancur. \nSetiap membuka aib orang lain pasti suatu saat aib kita jg terbongkar. ",
    "note-2-83": "Nah disebut di ayat ini ttg perjanjian Allah tadi قل أخذتم عند الله عهدا\n\nIni perjanjian yg Allah buat untuk Bani Israil tp mrk malah berpaling dan tdk mau menerima perjanjian itu",
    "note-2-60": "Minta air dari batu \nSatu batu memancarkan 12 lubang mata air sesuai jumlah kabilah. Ini bentuk mukjizat.\nتعثوا : berkeliaran, membuat kerusakan \n\nFirman sekaya-kayanya ga pernah naik pesawat, masih lebih enak kita apalagi hidup tanpa pernah merasakan peperangan. ",
    "note-2-23": "Hafizh sama dengan Qari \nPenghafal Quran itu sama dengan Pembaca. Harus ada lantunannya terus. Kalau tidak ada lantunannya ya berarti sama aja dengan yang tidak Hafizh.\n\nAl-Quran setiap kali dibaca malaikat turun sehingga sekitarnya mjd tenang dan aman. Sebaliknya, org yg tdk membaca Al-Quran dikhawatirkan kalau tdk punya pegangan dzikir akan banyak melamun, pikiran kosong, sehingga setan mudah merasuki.\n\nAl-Quran setiap kali dibaca membersihkan setiap yang ada di tubuh, bahkan nafasnya pun menjadi wangi/tidak berbau. Baca Quran bisa buat detox.\n\nObat itu ada dua : Obat konkret dan Obat abstrak. Yaitu sikis. Berapa banyak orang sembuh karena sikisnya semangat akan sembuh.\n\nKepanikan, kegelisahan, banyak sekali mempengaruhi otak sehingga darah sulit melawan penyakt dalam tubuh.\n\nKisah nyata di arab rumah tangganya tidak pernah ada masalah besar selama 30 tahun karena rumah dibacakan Quran setiap hari.\n\nOrang2 yang kerusakan jauh dari Quran, walaupun sudah berarti jauh dari maknanya. \n\nRasul kena sihir itu jasadnya, bukan pikirannya karena Rasul manusia biasa.\n\nOrang yg hidupnya untuk mengurus Quran itu jauh dari gangguan kejiwaan.\n\nKalau bisa ruqyah diri sdr, jangan sampai meminta ruqyah dr orla, karena di akhirat nnti tdk trmsk 70.000 orang yg masuk surga tanpa adzab.\n\nSihir ada 2 pendapat ulama : \n1. Tidak percaya sihir adalah sesuatu yang nyata. Berdasarkan kisah Nabi Musa \nيخيل إليه من سحرهم أنها تسعى \nAdapun tongkat Musa : فإذا هي ثعبان مبين \nArti مبين nyata, jelas. \n2. Percaya sihir adalah sesuatu yang reel/nyata. Berdasarkan ayat : \nوما أنزل على الملكين بيايل هاروت وماروت.\n\nAllah lebih mengutamakan manusia di atas jin. Di dalam Quran, Allah jarang sekali menceritakan kehidupan Jin tapi sering membahas kehidupan manusia. Artinya Allah lebih banyak peduli dengan manusia.\n\nTakdir itu sesuai prasangka hamba. Oleh karena itu berprasangka baiklah. أنا عند ظن عبدي بي.\n\nBeda dengan sihir. Kalau Ain itu NYATA. Ain adalah sesuatu yang Allah buat agar manusia tidak bisa menyetirnya. Banyak doa dengan \nأعوذ بكلمات الله التامة من كل شيطان وهامة ومن كل عين لأمة.\nSeandainya ada sst yg mendahului takdir maka Ain bisa mendahului takdir. Dan Ain trmsk bagian dari takdir. Sebabnya memuji tanpa mengingat Allah. Tidak harus dengan masyaallah, bisa dg kalimat lain yg intinya adalah mengingat Allah.\n\nDoa bisa mengubah takdir, setelah berdoa berprasangka yang baik. Allah akan kabulkan cepat atau lambat dan itu pasti. Sesuai dengan kebutuhan kita, bukan sesuai target yang kita ciptakan.\n\nشهداء : penolong2\n\nMengapa mereka tidak mampu membuat semisal Quran? Bahwa kalau mereka memaksakan semisal Quran maka itu tidak sah, karena  perkataan manusia., tidak disebut kitab suci. Pasti banyak cacatnya. Sementara Quran ini tidak ada revisi.\n\nNaskh/revisinya Quran bukan karena Allah melakukan kesalahan tapi demi kemaslahatan manusia itu sendiri. ما ننسخ من ءاية أو نفسها نأت بخير منها. \n\nAl-Quran itu mukjizat. Mukjizat artinya melemahkan/membatalkan keperkasaan yg lain/meruntuhkan teori2 yg lain, firman2 yg lain. \n\nPlagiat: jiplak plek. \nTidak boleh dalam dunia akademis ataupun konten.\n\nApapun yang dekat dengan Quran akan ikut nama2nya tsb. Al-Quran Karim, org yg membacanya akan mulia. Al-Quran namanya nur, orang yg membacanya akan bercahaya.\n\nMauqif/sikap ketika mendengar kisah israiliyat dalam Islam ada 3: \n1. Ada pendukung dari syariat/hadits, maka wajib mengimani. \n2. Ada bantahan dari syariat, wajib dikufuri. \n3. Didiamkan oleh syariat, kita biarkan juga jgn diyakini jgn dibantah.\n\nOrang musyrik zaman dahulu tidak mau yg bawa Quran adalah bentuk manusia seperti mereka. Ga terima dlm bentuk manusia rawan ngarang. Kata Allah \nوقالوا لولا أنزل عليه ملك، ولو أنزلنا ملكا لقضي الأمر \nSudah ditetapkan urusan : maksudnya susah manusia berbincang dan berurusan dg manusia. Malaikat itu besar, gmn kl kita keinjak2? Hancur kita. \n\nKata Allah, kalau pun beneran mengutus malaikat Allah akan ubah dalam jelmaan manusia. Dan mereka akan tetap ragu juga. \nولو جعلناه ملكا لجعلناه رجلا وللبسنا عليهم نا يلبسون. \n\nMalaikat itu punya sayap. Minimal 2 sayap. \nالحمدلله فاطر السموات والارض جاعل الملائكة رسلا أولي أجنحة. \nJibril punya 600 sayap.",
    "note-2-128": "Ajarin manusia \nAllah sdh menyiapkan Tata cara ibadah, diajarin lewat wahyu bukan buku",
    "note-2-100": "نبذ melempar\nعهدا membuat perjanjian",
    "note-2-13": "ءامنوا: \nDiperintahkan dg keimanan yg benar \nSiapa الناس ? Yi para sahabat \nPara Sahabat Dicap bodoh, ga pintar ngurus sesuatu. Bodoh sehingga mau beriman pd Muhammad. \nAllah tegaskan justru mereka yg bodoh.\n\nKalau kita ngeladenin orang bodoh, itu bukan petunjuk. Makanya kata Allah : \nوأعرض عن الجاهلين \nوأعرض عن المشركين \nMakanya org secerdas apapun kl ngeladenin org bodoh jadi bodoh.",
    "note-2-12": "إنهم هم \nDitakid dua kali",
    "note-2-68": "Mereka mau tapi dibikin ribet. Perkataan mereka \" tolong bilang ke Tuhanmu\", ini tidak sopan. Bukankah Allah juga tuhan mereka? \n\nفارض terlalu tua \nبكر terlalu muda\nعوان pertengahan ",
    "note-2-112": "Knp Allah sering bgt katakan ولا خوف عليهم ولاهم يحزنون? krn di hari kiamat semua ketakutan ",
    "note-2-6": "Ini adalah bocoran takdir dari Allah. Ada sebagian orang yg Allah kasih tahu bahwa seberappaun perjuangan mendakwahi mereka, mereka tidak akan beriman selamanya. \n\nCara agar takdir kita diarahkan kepada yang terbaik, adalah dengan cara berdoa. Doa adalah bagian dari perubahan takdir. Itu nyata. \n\nAda 2 indikator : \nDoa dan prasangka. \nPrasangka bisa merubah takdir, makanya kita harus berprasangka baik terus, apa yang diucapkan kita bisa saja terjadi. Dalilnya : \nأنا عند ظن عبدي بي \nAku bersama prasangka hambaku kepada-Ku.\n\nالكفر \nDari kufur/cover. Hati mereka tertutup dari keimanan karena ada sampul/penutup. \n\nKufur ada 2 : \nMengeluarkan dari Islam dan tidak mengeluarkan dari Islam. \nSemua manusia pernah kufur kepada Allah. \nBermaksiat disebut kufur, membunuh seorang muslim juga kufur, tetapi yg tidak mengeluarkan dari Islam. Oleh karena itu disebut Ibnu Abbas : kufrun duna kufrin.\n\nKufur tapi bukan Kufur yg dimaksud/yg mengeluarkan dr islam, seperti dosa besar kecil Kufur nikmat. \n\nAdapun dalam ayat ini yg dimaksud adl Kufur hakiki yang mengeluarkan dr islam, krn yg disebut di sini ada org2 yg Allah sebutkan gak akan beriman. Susah bg mrk berpa kali pun dinasehati tidak akan beriman. Spt Abu Jahal. Makanya disebut.. \nSama aja bg mrk diberi peringatan atau tidak. \n\nSehingga tdk bisa dipukul rata antara org2 kafir dalam ayat ini. Yg dimaksud adalah kafir yg susah didakwahi krn Allah sdh menutup hatinya.",
    "note-2-69": "Sumatera banyak sapi warna kuning tua, biasa dikatakan lembu. Dipeliharanya bukan dikandang, kl udah sore semua sapi kumpul dan itu milik punya banyak orang, tinggal dipilih, sapinya udah tahu rumahnya. ",
    "note-2-76": "خلا gabung, kembali berkumpul (dg sesama mrk)\nحدّث memberitahu,mengabari \nفتح apa yang Allah buka untuk mereka? Allah buka/jelaskan kepada mereka berita tentang diutusnya Nabi Muhammad. \n\n\nIntinya: Kalau kalian ceritakan kl di taurat ada berita ttg diutusnya Muhammad nanti org2 mukmin menghujat kalian, nnti kalian bungkam. \n\nAda yg mengisahkan ayat di taurat ttg diutusnya Nabi Muhammad ditutupi pakai tangan. \n\nMrk akan dihujat oleh kaum mukminin di hadapan Allah. Mrk akan kalah, akhirnya Mrk sembunyikan berita tsb. \n",
    "note-2-106": "نسخ الحكم ونسخ اللفظ \nنسخ اللفظ : آية الوصية/الورثة \nالوصية للوالدين والأقربين\nAyat wasiat waris ini masih ada namun hukumnya tidak berjalan. Yaitu ayat..خيرا الوصية للوالدين والأقربين بالنعروف\nAyat ini dinaskh ktk turun ayat wasiat yg rinci di surat an-Nisa. \nTujuan Allah dg adanya nasikh dan masukan bukan berarti Allah kurang tp untuk menguji manusia. Ingin menunjukkan bahwa Allah Maha kasih sayang, kita tdk mampu melaksanakan hukum tertentu kmd dihapus diganti yg lebih baik. \n",
    "note-2-103": "لو انهم ءامنوا beriman artinya tdk mlkkn sihir",
    "note-2-139": "اتحاجوننا: perdebatan antara yahudi dan muslim dlm urusan Allah\nDebat, yahudi bilang: Allah adalah Allah kami, agama yg benar di kami dst. Dmk pula muslim. Padahal tuhan mrk satu \nYahudi sampai bilang agama Ibrahim adalah yahudi",
    "note-2-80": "Mrk lancang thd Allah, katanya ga akan masuk neraka kecuali beberapa hari saja. Padahal satu detik pun masuk neraka gak akan mampu menghadapi. Mrk bilang, ssghnya surga milik kami. Dlm ayat \nوقالوا لن يدخل الجنة الا من كان هودا او نصارى \n\nعهدا : janji yg Allah ambil adalah agar mereka beriman dan agar tidak melanggar aturan Nya. ",
    "note-2-125": "مثابة penopang t4 tujuan \nMakam Ibrahim aslinya nempel kabah kmd dimundurin sama Umar bin Khattab buat thawaf gak susah ketabrakan ",
    "note-2-9": "Kenapa orang munafik di zaman Rasul tidak dibunuh? Agar tidak ada orang yg bilang : Muhammad membunuh sesamanya. Seperti Abdullah bin Ubay bin Salul, dia munafik murni yg menyebabkan kaum muslimin mundur ga ikut perang di perang uhud. Umar sering memberi usulan agar boleh membunuh orang munafik.\n\nOrang yang tahu list munafik adalah Hudzaifah ibnul Yaman.\n\nAnggapan menipu ini dari mereka munafik. Bukan dari Allah. Ini keyakinan mereka. Mereka ngerasanya mereka menipu Allah dan Rasul. \nKata Allah, mereka gak nipu sebenarnya kecuali diri mereka.",
    "note-2-15": "\nيمدّ : membiarkan, membuka jalan, melepaskan. \nAllah membiarkan mereka pada kesesatan mrk\nطغيان : تجاوز الحق\nMelampaui batas kebenaran \nيعمهون : terombang ambang dalam kesesatan.",
    "note-2-19": "صيب : air hujan, hujan scr umum. Hujan lebat, atau sprti orang yg kena hujan. \n \nHujan dr langit mengandung kegelapan yg menyeluruh. \nظلمت  di sini pakai jamak jawabannya karena apa? \nKarena di situ ada ظلمات الليل وظلمات المطر.\n\n\nPakai jamak karena banyaknya gelap, hujan ini di malam hari, gelapnya awan, gelapnya malam, gelapnya langit, gelap dimana-dimana yg mendominasi. Banyaknya gelap yg mendominasi, dimana2  sisi atas bawah kanan kiri gelap. Di langit gelap semua gak ada cahaya. \n\nSprti palung laut disebut oleh Allah \nظلمات بعضها فوق بعض إذا أخرج يده لم يكد يراها \nGelap sekali krn tekanan airnya sangat kuat. Makanya kapal selam yg masuk palung tahun brp gitu pecah. Krn kapal selam itu ada udaranya, sementara air dg tekanan  tinggi menghimpit kapal. Kata penelitian orang yg di dalam matinya gak kerasa. \n\nصاب يصوب قال الشيخ انه مطر شديد.\n\nKenapa ayat di sini ditafsirkan dg hujanmalam hari? Karena Allah tafsirkan pd ayat stlhnya : pas mrk jalan ada kilatan. \nKl hujannya di siang hari kilatan itu gak berguna. Maka hujannya itu fi malam hari. \n\n\nرعد : gemuruh.\nصاعقة : halolintar, petir. Api. Muncul dari tabrakannya awan ion positif dan awan ion negatif sehingga menghasilkan listrik dg brp juta voltase.\nListrik itu api. Api ini yg pertama kali menyentuh bumi. \nSeratus juta hingga dua ratus juta voltase, makanya org kena petir mati.\n\nKl lagi hujan di bawah sawah jangan teduh di bawah pohon, krn petir sifatnya cari benda yg paling tinggi dulu.\n\nListrik itu api. Api ini yg pertama kali menyentuh bumi. Dr hasil api tadi muncullah kilat, cahaya sekejap. Kilat tsb disebut برق. Makanya Allah katakan pd ayat2 lain untk menyiksa org kufur pakenya صاعقة mrk disambar petir/ api. \nفأخذتهم الصاعقة وأنتم تنظرون. \n\nDari petir/halilintar tadi otomatis menimbulkan suara. Org yg dekat dengar kayak suara cambuk. Gemuruh awal, kmd suaranya menyebar ke awan2 seluruh penjuru ke seluruh ruang shg penduduk bumi dengar suaranya seperti gemuruh. Org yg jauh dengarnya kyk gemuruh. Namanya رعد. Guruh.\n\nSplash : kilat.\n\nMereka menutup telinga mrk dari mendengar suara صواعق takut mati.\nصواعق : Suara petir dan petir itu sendiri disebut صاعقة.\n\nوالله محبط بالكافرين \nAllah meliputi orang2 kafir. Ga bisa lari kemana2. Loh bukannya pembahasannya munafik kok yg disebut kafir? Krn org munafik adalah orang kafir, bkn lbh berbahaya drpd kafir murni. \n\nKenapa takut mati? Krn suara bisa menyebabkan kematian, berhenti jantung pecah kepala. \n\nPerumpamaan orang munafik seperti org berjalan di bawah.... dst ",
    "note-2-56": "Dibangkitkan saat itu juga, bkn hari kiamat ",
    "note-1-1": "Dalam mempelajari tafsir: \n1. Tidak boleh mendahulukan akal dari Naql \n2. Punya bekal dasar bahasa arab, nahwu grammer sharaf akar kata balagahah sastra\n3. Merujuk kepada tafsir mutamad/tetap dievaluasi\n\nSyarat ini tidak baku, bisa ditambah dan dikurangi. \nRakyu mujarrad : Muharram ga boleh\nBerfikir logis merenung sesuai dalil tidak masalah \n\nLevel kita sekarang adalah berusaha memahami makna Quran, bukan menafsirkan. \n\nMakna Surat : sesuatu yg tinggi, yg meliputi, dipagar, sisi/bagian. Contohnya Al-Baqarah memagari ayat2. \nSurat artinya kumpulan ayat.\n\nMakna Qiraah : ضم الشيء\nMenggabungkan sst dg sst (huruf2nt dikumpulkan) sehingga menjadi kumpulan kata yg bisa dibaca \nالقراءة هو الضم والجمع \nAllah berfirman : إنا علينا جمعه وقرانه \n\nMakna Tafsir : \nDari kata فسر mengungkap \n\nMakna Tadabbur : \nTadabbur dari دبر makna yang melatar belakangi, menggali sesuatu apa di balik itu \nTaddabbur utk memahami teks \nKalau merenungi alam semesta namanya tafakkur \nJadi kl bilang tadabbur alam itu ga bener. \nTadabbur Kalam dan tafakkur kholqillah\n\nTadabbur itu boleh sendiri tp setelahnya harus divaludasi, dikoreksi dianalisis orang lain, didiskusikan dg teman2, kmd siap mendapat kritikan.\n\nKita tdk bisa menamai diri kita dg menafsirkan tapi berusaha memahami.",
    "note-2-24": "Cari amalan andalan untuk mempersiapkan mati tadi. Masing-masing orang berbeda-beda.",
    "note-2-74": "Jenazah tsb sudah memberi tahu siapa pembunuhnya dan mereka tidak percaya. \nHati Bani israil jadi keras seperti batu atau lebih keras dari batu padahal batu aja bisa mengeluarkan air yang terpancar. Maksudnya, sungai jika telusuri ke atas terus maka akan mengecil dan semakin mengecil, akhirnya ternyata air tsb bersumber dari mata air yg di situ ada bebatuan atau akar pohon.\n\nContoh batu yg terpecah dan keluar dirinya air adalah batu yang dipukul Nabi Musa kmd mengeluarkan 12 mata air.\n\nوان من شيء الا يسبح بحمده ولكن لا تفقهون تسبيحهم\nتسبح له السموات السبع ومن فيهن   \n\nانه كان حليما غفورا ini menunjukkan tasbih menumbuhkan ampunan Allah. \n\n",
    "note-2-136": "Tidak membeda2kan : yaitu dalam keimanan\nBeriman kpd Nabi Ibrahim maka sama saja beriman kpd Muhammad dst ",
    "note-2-49": "ءال فرعون : Keluarga besar \nبسومونكم : menimpakan adzab yg paling buruk yaitu menyembelih anak2 laki2 dan biarin hidup anak pr. Ini adzab yg plg berat. \n\nYang disuruh mengingat adalah Bani israil di masa Muhammad, sebagai peningkatan bhwsnya kalian nih dulu ummat yg diutamakan, kl skrg kalian beriman dg Muhammad itu gak mengurangi harga diri kalian. Allah puji2 mrk biar luluh mau beriman. \n\nMulai ayat ini adalah perincian kenikmatan yang didapatkan Bani Israil.",
    "note-2-21": "Kenapa dinamakan manusia?  يسمى الناس من الناس من النسيان أو من الأنس \nKrn dr lupa atau أنس berbaur. Berbaur dg yg lain.\n\nلعل يفيد الترجي berharap \nKl Allah mengatakan لعل berarti sst yg diharapkan lebih dominan. \nوأطيعوا الله والرسول لعلكم ترحمون.\nMkn kl ada kata لعل lakukan saja, pasti Allah kasih itu.\nواذاقرئ القرآن فاستموا له وانتوا لعلكم ترحمون. \nكتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون. \nAgar kamu bertakwa. Biar jadi orang bertakwa. \nTaqwa artinya tameng. Jadikan taqwa sbg tameng dr api neraka. \nScr istilah: melaksanakan perintahnya dan menjauhkan larangannya. Perbuatan ini dinamakan taqwa/wiqayah tameng penghalang pelindung dr neraka.",
    "note-2-64": "الخسرين: rugi krn ditimpain gunung tursina tadi tapi Allah kasihan sama mereka",
    "note-2-102": "ما تتلوا الشياطين : sihir \nفلا تكفر jgn amalkan trik sihir \nSyaitan mencakup manusia dan jin yg sifatnya buruk \nMalaikat di sini memahami trik sihir tapi bukan pelaku ttp manusia malah mengamalkan trik sihir tsb. Ada org yg mengetahui sst bukan utk diamalkan tp utk dihindari. \nBabilonia di Irak. \nMalaikat di sini memberitahu trik sihir tp dengan peringatan agar menghindari, tp manusia malah praktekan. \n\nخلاق bagian ",
    "note-2-75": "أفتطمعون : tamak sekali, berkeinginan kuat \n\nApakah kalian wahai orang beriman pengen banget org kafir khususnya yahudi mrk percaya kepadamu.. dst. \n\nKitab mrk sendiri aja mrk ga percaya, mrk ubah.",
    "note-2-113": "Saling tengkar, ribut, agama yg berbeda \nليست على شيء gak punya landasan, ga bener, ga ada apa2nya \nYahudi bilang: Uzair adl anak tuhan \nNasrani berkata: Isa anak tuhan. Kalian. Gak bener. \n\nOrg yg ga ngerti ilmu sembarangan mgtkn sprti mrk",
    "note-2-118": "Ayat ini turun ke yahudi dan musyrik arab. Mrk disuruh beriman langsung gak mau, maunya pembuktian2. \n\nOrg yg yakin gak perlu aneh2 udah paham ",
    "note-1-3": "Kenapa diulang lagi الرحمن dan الرحيم ? Menunjukkan Allah Maha Baik. \nManusia tidak bisa meniru sifat Allah, pasti ada dendam dst.",
    "note-2-31": "Kemuliaan jenis manusia adalah Allah mengajarkan Adam semua nama benda yg ada saat itu, sementara malaikat belum tahu. Siapa yg tahu, siapa yg punya ilmu, dia yg mulia. \n\nSebelum Allah menciptakan bumi dan langit, Allah ada di عماء gelap gulita. Ada yg mengatakan awan tipis, awan tebal. Subhanallah, padahal kegelapan adalah makhluk yg Allah ciptakan juga. \n\nHadits ttg ini shahih. \nأين كان ربنا قيل يخلق السموات والأرض. قال رسول الله : كان فيه عماء. \n\nعرضهم : diperlihatkan, ditampilkan nama2 dan benda tadi ke malaikat. \n\nKenapa Allah mengatakan ان كنتم صدقين? Allah uji malaikat ini dg kekurangan mereka, gak ada ilmu. Tapi Adam lah yg utama. \n\n\n\n",
    "note-2-61": "يكفرون بءايات الله : Ganti mau ikut aturan Allah. Dikasih apapun protes. Dalam segala hal buat masalah. Khususnya kejadian yang terjadi di padang pasir. \n\nNabi Syuaib, Yahya dan Zakariyya dibunuh Bani Israel. \n\nSumber dari semua masalah setiap kaum nabi adalah karena tidak beriman. Dosanya adalah dosa keyakinan karena ga mau beriman. Beda dg ummat nabi Muhammad yg beriman dan ada yg mengurangi timbangan maka dosanya adalah dosa perbuatan. \n\nNabi Syuaib yg kaumnya mengurangi timbangan karena keyakinan kl perbuatan ini halal dan jg krn menyembah selain Allah. \n",
    "note-2-135": "Yahudi dan Nasrani ngaku2 panutannya adalah Ibrahim, kepedean\nYahudi sampai bilang agama Ibrahim adalah yahudi",
    "note-2-34": "Saat itu boleh sujud karena menuruti perintah Allah dan sejud di sini untuk penghormatan.\nKl sekarang ga boleh untuk mencegah peribadatan kpd selain Allah. \n\nأبى واستكبر sifat ahli neraka.",
    "note-2-98": "Yahudi temenan sama Mikail tapi musuhan sama Jibril, kata mereka mikail malaikat rahmat buat mrk. \nAllah berfirman : kamu memusuhi jibril sama aja dg memusuhi mikail. Mendustakan jibril sama dg Mendustai mikail dan malaikat2 lainnya.",
    "note-2-47": "Dilebihkan di atas umat maksudnya umat pada masa itu. Masa Israel, adpn stlh Nabi Muhammad datang ya umat Muhammad termulia. ",
    "note-2-85": "Kmd mrk malah mengadakan perang satu sama lain, perang antar kabilah, melanggar janji. \n\nتظاهرون: saling bantu membantu (dlm dosa) \n\nOrang yahud aneh. Mrk melanggar keharaman yg paling besar yaitu perang tapi malah menaati aturan yg lebih kecil dari itu yaitu menebus tawanan. \n\nKenapa perang yg lebih besar keharamannya mereka langgar sementara etika perang mrk taati?\n\n\nأفتؤمنون ببعض الكتاب وتكفرون ببعض\n\nخزي : bayar pajak, upeti",
    "note-2-48": "Tidak bisa diambil darinya tebusan : maksudnya tebusan harta. \n\nMisalnya sudah divonis oleh Allah masuk neraka maka tidak bisa ditebus dg apapun kecuali dg amalan. ",
    "note-2-97": "Bani Israil benci jibril krn menurunkan wahyu ke Nabi Muhammad.\n\nلما بين يديه kitab2 sebelumnya",
    "note-2-59": "حطة orang dzalim mengganti ini dg perkataan lain yg bersifat duniawi. Misal minta makanan ini itu kekayaan ini itu. Ini perbuatan fasik بما كانوا يفسقون \nرجز adzab \nFasik : keluar dari taat \n",
    "note-2-7": "Khatam : Allah memberi stample.\nKhatam buat hati dan pendengaran. \nSedangkan penglihatan dengan غشوة. \nDitegaskan dalam firman lain\nأفرءيت من اتخذ الهه هواه..  وختم على سمعه وقلبه وجعل على بصره غشوة.\nDi sini surat al jatsiyah didahulukan سمع dari قلب. Tapi di surat al baqarah didahulukan قلب\n\nKhatam buat jantung, dan pendengaran. Penglihatan pakai ghisyawah.\n\nAdzan yg paling ringan adalah terompah/alasan kakinya Abu Thalib menjalar sampai otaknya mendidih, karena saking panasnya dan saluran panas itu melalui tulang.\nKarena hanya tulang yg bisa menjalurkan panas. Adapun daging tidak bisa.\n\nWallahu alam. Coba tulang kita panaskan ujungnya panas atau tidak. Kalau daging kita panaskan ujungnya matang tapi ujung yg lain tidak tapi wallahu alam karena Allah Maha Kuasa.",
    "note-2-137": "شقاق permusuhan \nسيكفيكهم Allah melindungi kamu dr kejahatan yahudi ",
    "note-2-96": "ومن الذين أشركوا beberapa orang musyrik jg cinta hidup\nيعمر diberi umur ",
    "note-2-121": "Lbh kpd tajwid atau pemahaman? Lbh kpd pemahaman \nAl kitab di sini adalah taurat\nKl yahudi bener2 baca taurat dg pemahaman yg benar pasti beriman\n",
    "note-2-52": "Dimaafkan padahal kesalahannya syirik",
    "note-2-87": "Terjemahkan dulu jgn langsung buka buku tafsir tapi renungkan dulu, analisis, dan fahami isyaratnya. Diterka. \n\nوقفينا : mengusulkan. Salah satu rasul yg diusulkan adl Isa. Makanya stlh iti langsung dikisahkan ttg Isa. \n\nالبينات : mukjizat yg bermacam2 atau injil itu sendiri \nRuh Kudus : Jibril \n\nNabi Adam dan Isa sama prosesnya, diciptakan dari Kun fayakun. \n\n\nأفكلما جاءكم رسول.. إلخ \nPotongan ayat ini menunjukkan banyaknya rasul yg sudah diutus kpd mereka tp mrk sombong. Akhirnya kali terakhir, Allah pakai cara lain yaitu mengutus Nabi dari bangsa Arab. \n\n",
    "note-2-84": "Makna ayat ini, maksudnya Allah mengambil perjanjian dari yahud agar tidak saling berperang. Allah tidak suka mrk saling berperang, Allah ingin mrk bersaudara.",
    "note-1-7": "Ayat ini adalah tafsiran untuk ayat sebelumnya. Tafsiran ttg jalan lurus. \n\nAllah menurunkan Al-Quran ini artinya kita harus nalar. Nalar mana yg lurus dan bengkok. \n\nSiapa itu org2 yg diberi nikmat? Ditafsirkan pada An-Nisa : 69\n\nDi Al-Quran sering ada clue. \nKita taat pada Allah berarti diberi nikmat, ga taat berarti dimurkai dan sesat.\n\nالمغضوب هم اليهود \nوالدليل : وباءو بغضب من الله \n\nالضالين هم النصارى \nوالدليل: المائدة ٧٧ \nقد ضلوا من قبل وأضلوا كثيرا",
    "note-2-90": "بما أنزل الله فضله : mksdnya Al Quran\nفضله : nubuwwah \nباءوا: kembali \nMereka mendapat kemurkaan di atas kemurkaan. \n\nKemurkaan 1 : mengingkari Nabi Muhammad \nKemurkaan 2 : mengingkari nabi2 sebelumnya. \n\nبغيا iri",
    "note-2-131": "Aslim = muslim ",
    "note-1-6": "Allah menurunkan Quran artinya kita harus nalar, mana aja yg lurus dan bengkok harus kita pikirkan terlebih dahulu.",
    "note-2-38": "Turun kalian semua, kok banyak orang? \nMaksudnya adalah Adam, Hawa, Iblis.\n\n\nAllah memerintahkan Adam untuk turun dari surga tapi tidak dibiarkan begitu saja, masih dianggap berharga, bukan terlantar, buktinya di sini disebutkan \"kalau datang petunjuk dari Ku\". \n\nAdam diminta turun dari surga sebagai bentuk ujian. \n\n",
    "note-2-63": "Taurat turun dalam bentuk ألواح batu. Bukan ayat per ayat seperti Quran. \n\nAllah mengancam mereka dengan mengangkat gunung tursina (untuk ditimpakan) agar mereka berpegang teguh taurat dan mengingat apa yg di dalamnya, yaitu mengamalkannya, tetapi mereka tidak mau. ",
    "note-2-71": "ذلول: dipergunakan, dihinakan, dipake\nتثير : menggemburkan \nمسلمة : bersih, selamat \nشية : belang \n\nبالحق: yg sesungguhnya \n",
    "note-2-73": "Ritual seperti ini sudah tdk ada krn wahyu sdh terputus \n\nMukjizat ini menunjukkan bahwa Allah Maha mampu menghidupkan dan mematikan \n\nSemua tubuh manusia kana hancur kecuali tulang ekornya, dari tulang ekor tsb akan diciptakan kembali. \nTulang ekor termasuk pusat nyawa. Jika kena benturan atau jatuh bisa lumpuh total. \n\nDisebutkan dlm hadits Nabi dr Abu Hurairah HR. Bukhari fan Muslim. \nSemua tubuh Bani adam akan dimakan tanah kecuali tulang eror, dari situlah akan dibangkitkan atau diciptakan kembali. \n\n",
    "note-2-127": "Shalat aslinya di dalam kabah \nShalat dlm kabah punya 2 keutamaan : \n1.shalat dlm kabah itu sdr \n2. Shalat di tanah haram dan keutamaan dekat kabah\nIni derajat tertinggi \n\nقواعد pondasi \n\nKabah dulu bentuknya bukan kubus, aslinya panjang lonjong bawah kotak atas bulat \nHijr ismail aslinya kabah\n\nUang yg halal punya musyrik ga cukup pas bangun kabah stlh roboh, jd bentuknya kotak\n\nPosisi doanya di kabah brrti semua dinding mustajab meskipun ada yg bilang multazam..",
    "note-2-104": "Pada zaman nabi, tersebar ejekan untuk nabi pura2 minta dibimbing dg mengatakan راعنا artinya nasehatin kami, menghina profesi nabi pura2 minta nasehat. \nKaum muslimin kata Allah kalau mau minta nasehat jgn bilang راعنا tetapi انظرنا perhatikan kami maksudnya nasehati kami ",
    "note-2-129": "Aziz : perkasa\nHikmah : bijaksana, pikirannya dewasa nalar sll pd kebaikan tepat sasaran\nيزكي tadinya semua perbuatan buruk keji ada di Makkah di masa musyrikin kmd Ibrahim minta dibersihkan \nDoa untuk masa depan\nJarak antara Isa dan Muhammad 600 tahun",
    "note-2-44": "بالبر : maksudnya memerintahkan kebajikan di sini adalah memerintahkan untuk berpegang teguh dg taurat, ini mrpkn kebajikan tapi dia sendiri melupakan dirinya yaitu melupakan sebagian dari isi taurat. \n\nأتؤمنون ببعض الكتاب وتكفرون ببعض \nDi dalam taurat ada perintah utk beriman kpd nabi Muhammad, tapi mrk melupakan itu pdhl mrk memerintahkan manusia utk mempelajari dan berpegang teguh dg taurat. ",
    "note-2-116": "ولدا nakirah, artinya mrk nebak2. Anak yg mana. Mrk nebak aja ga tahu anak yg mana \n قانطون putus asa\nقانتون tunduk",
    "note-2-17": "Menyalakan api. Api di sini penerang.\nApi ini mengandung ضوء cahaya. Makanya matahari disebut Api karena dua bahannya dari Api. Karena Api lah yg menjadi sumber cahaya. \nنور : \nSesuatu yg tidak bisa menerangi duri sendiri \nالشمس ضياء والقمر نور \nDiya: sesuatu yg menghasilkan cahaya yg bisa menerangi atau memberi cahaya kpd yg lain, yang menyinari. Produsen cahaya. Penghasil cahaya. \nNur : cahaya, pantulan cahaya Api. Nur tidak menghasilkan cahaya.\nBulan itu nur, bukan dhiya karena cahayanya dr matahari. \n\nPerpisahan org munafik sprti orang yg menyalakan api.\n\nفلما أضاءت: \nKetika api tsb menyinari, menghasilkan cahaya, maka Allah hilangkan cahaya mrk. \n\nApi itu memberikan sinar shg mrk tersinari, ktk mrk tersinari Allah hilangkan sinar tsb. \nDan Allah membiarkan mereka dalam kegelapan. Mrk udah dot cahaya iman diganti oleh Allah dg kegelapan.\n\nYg menyalakan api cuma satu orang, yg dapat cahaya banyak orang, tp yg dihilangkan cahayamya cuma org munafik. Artinya munafik sdh orang hidayah, menyaksikan Rasul dg mata kepala mereka.",
    "note-2-41": "Hhh ternyata terbukti mrk jadi اول كافر به \n\nHarga rendah di sini : kekufuran, jabatan dan rasa gengsi dia shg tdk mau beriman. ",
    "note-2-36": "Qiraat lain فأزالهما \n\nالا قيلا سلاما سلاما : kegiatan ahlu surga, mengatakan yang baik2 aja spt tahmid tahlil dst. Makanya tumbuhan surga tumbuh dari tahmid tahlil ahlu surga.\n\nوالباقيات الصالحات خير عند ربك ثوابا وخير أملا \n\nBumi lautannya 70an persen. ",
    "note-2-37": "كلمات  : kalimat di sini adalah doa. \n\nربنا ظلمنا أنفسنا وإن لم تغفر لنا وترحمنا لنكونن من الخاسرين\n\ndikiaskan kl hamba lain berdosa maka dianjurkan untuk membaca hal ini agar dosa tsb tidak memberikan efek. \n",
    "note-2-30": "Puncak tertinggi dari tahfizh tahsin tilawah dan semua pembelajaran yg tertinggi adalah tadabbur. \n\nSurga ada 100 derajat. Yang berhak untuk naik derajatnya adalah orang yg baca, tadabbur, beramal. Itu pun masih khawatir akan diterima oleh Allah adalah dua. Karena orang yg belajar Quran ada yg bisa jadi penolong dan musuh. \nQuran ada 6236 Hafsh riwayat Syathibiyyah dan kosa katanya 77.429, ini hitungnya pakai mesin. \n\nخليفة : yang tinggal, yg memakmurkan, yg mewarisi.  \n\nKenapa جاعلٌ, bukan أجعل? Kalau bentuknya isim memiliki makna \"pasti\", tidak bisa menghindar. Sebagaimana انك ميتٌ, masih hidup aja udah dibilang mayyit. \n\nKisahnya, Allah menciptakan langit dan bumi kemudian menjadikan malaikat tinggal di langit dan dahulu sebelum manusia, jin lah yg tinggal di bumi kmd mrk tidak mengemban amanah dg baik, lalu Allah menjadikan في الأرض خليفة khalifah artinya pengganti. Allah menjadikan manusia sebagai pengganti di bumi. Kemudian para malaikat merasa khawatir (bukan menebak masa depan) أتجعل فيها من يفسد فيها ويسفك الدماء  Apakah Engkau menjadikan di bumi yg akan merusak dan menumpahkan darah? Hal ini dikatakan malaikat sebagai rasa khawatir, bukan menentukan masa depan. Malaikat merekomendasikan diri sendiri utk tinggal di bumi tapi tidak menyebutkan secara terang. Dg perkataan ونحن نسبح بحمدك ونقدس لك. (Maksudnya para malaikat menyebut dirinya yg paling utama kmd nanti Allah akan uji dg kisah nama benda Adam) \n\n Lalu Allah menjawab إني أعلم ما لا تعلمون aku mengetahui apa yg tdk kalian ketahui. أعلم pakai fiil mudhari yg menunjukkan bahwa itu adalah kekhawatiran malaikat bukan menebak masa depan. Dan ternyata ada kebaikan di situ yg tidaj diketahui malaikat. Meskipun memang terjadi kerusakan di bumi ini dan pertumpahan darah ketika ditinggali manusia tetapi di balik situ ada kebaikan yg tidak diketahui malaikat yaitu diutusnya Para Nabi, Para Rasul, dan orang2 mulia. Yang mana ketika manusia mampu menundukkan hawa nafsunya maka dia akan menjadi lebih mulia dibanding malaikat. \n\nMalaikat diberi akal. Manusia akal dan nafsu. Hewan nafsu saja. Ketika manusia mampu menundukkan nafsu maka akan menjadi lebih mulia dr malaikat. \n\nNabi Muhammad adl makhluk terbaik sejagat raya. Lebih baik dibanding para malaikat seluruhnya. \n\n Jagat raya dahulu semuanya gelap, setelah itu Allah menciptakan cahaya dan Allah sendiri adl cahaya. ",
    "note-2-95": "بما قدمت أيديهم krn perbuatan mrk ",
    "note-2-107": "ولي pelindung ",
    "note-2-62": "الصابئين: pecahan dari agama Yahudi. Salah satu golongan Yahudi. \n\nSemua golongan ini, org beriman, Yahudi,nasrani, shabiin, menjadi satu dan sama apabila mereka beriman من ءامن بالله",
    "note-2-18": "Kalau sudah dlm kegelapan brarti 3 panca indera lenyap. Kegelapan dr hidayah maksudnya, kl gelap hakiki masih bisa dengar dan bicara, lihat gak bisa. \nYg dimaksud gelap maknawi.\n\nAllah katakan لا يرجعون ga kembali, artinya orang munafik ini munafik sampai mati.\n\nCoba cari Google من أسلم من المنافقين \nApakah ada? \n\nAbdullah bin Abdillah bin Ubay bin Salul itu mukmin, tetapi ayahnya yaitu Abdullah bin Ubay bin Salul munafik. Ktk meninggal anaknya minta Rasul untuk menyolati tp turun ayat ولا تصل على إحد منهم مات ابدا. Ga boleh menyolati dr kalangan munafik selamanya.\n\nKufur amaly : yg kufur dzahirnya aja tapi keyakinannya tidak. \nGa shalat tp meyakini shalat wajib. Ga bisa kita hukumi kufur keluar dr islam. \nKufur itiqady : kufur keyakinan, cara tahunya dg bertanya. Yg sprti ini bisa diyakini kekufurannya.",
    "note-2-72": "فادارءتم : berselisih \nAda sebagian kabilah yg menyembunyikan pembunuh \n",
    "note-2-4": "Kitab samawi sebelum Quran, seperti taurat musa, injil isa, zabur dawud, mushaf/shuhuf Ibrahim.\n\nAllah itu melupakan masa lalu karena ini adl konsekuensi dari sifatnya yg Maha Pengampun.\n\nSyirik itu meyakini Allah memiliki sekutu, sekutu itu ada di kedudukan yang sama. Jika belum sama kedudukannya berarti belum syirik besar.",
    "note-2-58": "Sebagian mau jihad terus menang, menjadi penduduk asli Palestina. Penduduk asli palestina asalnya dr Nabi Ibrahim. \nSebagian lagi gak mau ikut jihad. \n\nحطه : sebuah ungkapan ampunan. Seperti ampunilah aku. ",
    "note-2-57": "وأنزلنا maksudnya menurunkan rezeki berupa manna was salwa seperti perkataan \"Allah menurunkan rezeki kepada kita\". Maksudnya Allah \"menyediakan\". \n\nAdapun makanan Isa dan makanan Maryam itu turun dari langit langsung. \n\nManna : getah pohon damar. Getah Sudan.\n\nAllah menetapkan manna dan salwa makanan terenak karena dari surga tapi mereka bosan, tdk bersyukur. \n \n\nManusia memberi orang lain kmd dia ga bersyukur pasti akan kecewa. Adapun Allah tidak kecewa. ",
    "note-2-66": "نكال : peringatan \nما بين يديها org pd masa itu \nما خلفها generasi penerus",
    "note-2-88": "غلف tertutup",
    "note-2-108": "Musa dulu diminta hal2 aneh yg memberitakan Musa dan mrk sendiri sprti diperlihatkan Allah dan lainnya. Dmk pula untuk dibuat tuhan \nأجعل لنا إلها كما لهم ءالهة \nKl umat Muhammad minta sama sprti mrk takutnya kena adzab jg. \nMinta kitab instan sekali turun kayak Musa.\nوقالوا لن نؤمن لك حتى تفجر لما من الأرض ينبوعا\nMenjatuhkan langit berkeping2 dst yg bkn kesopanan",
    "note-2-3": "Ghaib : Tidak bisa dilihat dan dirasakan contoh surga neraka malaikat. \nAllah itu sendiri ghaib.\nتعبد الله كأنك تراه.\n\nAyat ini merupakan tafsiran bagi ayat sebelumnya, yaitu tafsir ttg siapa itu orang yg bertakwa.\n\nKenapa orang yg diganggu jin itu2 aja? Karena dia ngeladenin. Kl ga ngeladenin ga bakal diganggu. Orang2 meyakini rukyah hanya terbatas dg cara2 tertentu, padahal rukyah paling ampuh adalah memperbaiki diri sendiri.\nSetan tidak masuk pada orng yg berfikir. Setan bisa masuk pada org berfikir hanya untk memberi was2 agar melakukan hal buruk. \nNgerasukin orang itu Setan terendah, kl jenderal Setan diutusnya utk menembus pikiran ulama agar terbetik kejahatan.\nSetan paling tinggi kekuatannya.\n\nTiga org yg duluan masuk neraka sebelum penyembah berhala, alim merasa paling mengetahui, Qari demi validasi manusia agar mendapat junjungan, orang berjihad biar disebut pahlawan. \n\nKebenaran akan cari jalannya sendiri, orang akan bilang oh iya ya Fulan ternyata baik, yang penting lakukan kebenaran tanpa perlu berharap validasi dr manusia. \n\nولا يحيق المكر السيء الا بإذنه\n\nContohnya kita difitnah macam2 padahal tidak melakukan, percaya aja sama Allah, nantinya mereka akan melihat kebenaran.\n\nRasul diganggu dituduh bahkan scr fisik dikasih kotoran dilukai saat perang uhud diusir dll lalu apa yg Rasul lakukan? Beliau hanya mlanjutkan hidup aja.\n\n\nAllah mengajarkan kita untuk sabar, cobalah lihat umat jaman dulu berbuat salah langsung disambar petir dll, adapun ummat Muhammad Allah sabar maka jadilah ummat itu.\n\nFiraun hampir aja diampuni padahal sebejat itu, tapi disumpel pasir oleh malaikat. Firaun sempat mengucapkan keimanan tapi taubatnya tidak diterima karena sudah telat, nyawanya sudah dikerongkongan. Dia punya niatan untuk menyelamatkan diri dari ketelanggaman itu dan melanjutkan kehidupan kufurnya, tetapi Allah ingin dia wafat. Dia terdesak barulah keluar ucapan itu.",
    "note-2-51": "Semua ayat ini adalah uraian dari nikmat yg disuruh diingat di ayat اذكروا نعمتي التي..\n\nNabi Musa meninggalkan mereka 40 hari untuk menerima taurat di gunung tursina.\nAslinya 30 hari kmd ditambah 10 hari. \n\nDi ayat وأتممناها بعشر \n",
    "note-2-65": "Bentuknya monyet dan mereka sadar berubah jadi monyet.\nCerita Bani israil yg tinggal di pesisir pantai yg mengaksli aturan Allah.\nHari suci tenang khusus untuk ibadah, semua pikiran khusyu buat ibadah. Allah uji ikannya datang hari sabtu. \n\nMaknanya bisa jadi mengakali atau benar mancing di hari sabtu. ",
    "note-2-124": "كلمات di sini perintah \nPerintahnya adalah اني جاعلك للناس إماما \nBangun kabah jd pemimpin perang sm namun dst. \nينال mendapat ",
    "note-2-114": "Org yg menghalangi dari masjid dan syiar Allah adl penduduk al haram yaitu musyrikin atau penduduk baitul maqdis \n\nDi hari kiamat mrk akan dibalas, ga bisa masuk baitul maqdis kecuali dlm keadaan takut",
    "note-2-94": "خالصة khusus untuk mrk yahud\nالدار الآخرة surga\nYahudi bilang surga khusus buat mrk \n"
  },
  "log": [
    "2025-06-24",
    "2025-06-25",
    "2025-07-03",
    "2025-07-06",
    "2025-07-10",
    "2025-07-11",
    "2025-07-14",
    "2025-07-15",
    "2025-07-16",
    "2025-07-17",
    "2025-07-20",
    "2025-07-21",
    "2025-07-23",
    "2025-07-24",
    "2025-07-26",
    "2025-07-27",
    "2025-07-28",
    "2025-07-29",
    "2025-07-30",
    "2025-08-02",
    "2025-08-03",
    "2025-08-04",
    "2025-08-05",
    "2025-08-10"
  ]
}